{
  "posts": [
    {
      "title": "Terms of Use",
      "content": "Last updated: November 12, 2017\n\nPlease read these Terms of Use carefully. Your access to and use of the service is conditioned on your acceptance of and compliance with these Terms. These Terms are applied to all visitors, users, players and others who access or use the Service. By accessing or using the Service you agree to be bound by these Terms. If you disagree with any part of these terms then you may not access the Service.\n\nACCEPTANCE OF TERMS\n\nThe following Terms of Use (the «TOU») is a legally binding agreement that shall govern the relationship with our users and others which may interact or interface with DraftMatch, and our subsidiaries and affiliates, in association with the use of any DraftMatch website and/or application, which includes DraftMatch.com (“the Site”), DraftMatch for iOS and DraftMatch for Android (“the App”) and its Terms, which shall be defined below.\n\nDESCRIPTION OF WEBSITE AND APPLICATION SERVICES OFFERED\n\nThe main purpose of the Site and the App is to give users a fast and easy way to play Daily Fantasy Sports. It provides the possibility for a user to create or enter a matchup in a matter of minutes.\n\nDraftMatch is a sports website and application which has the following description:\n\nAny and all visitors to the Site and/or the App, despite whether they are registered or not, shall be deemed as “users” of the herein contained Services provided for the purpose of this TOU. Once an individual register’s for our Services, through the process of creating an account, the user shall then be considered a “member”.\n\nThe user and/or a member acknowledges and agrees that Services provided and made available through our website and/or application are the sole property of DraftMatch. At its discretion, DraftMatch may offer additional Services or update, modify or revise any current content and Services, and this Agreement shall apply to any and all additional Services, all updated, modified or revised Services unless otherwise stipulated. DraftMatch does hereby reserve the right to cancel and cease offering any of the aforementioned Services. You, as the end user and/or member acknowledge, accept and agree that DraftMatch shall not to be held liable for any such updates, modifications, revisions or discontinuance of any of our Services and/or products. Your continued use of the Services provided your acceptance of such updates, changes and modifications. Should you not agree to the updated, revised or modified terms, you must stop using the provided Services forthwith.\n\nFurthermore, the user and/or member understands, acknowledges and agrees that Services offered shall be provided “AS IS” and such DraftMatch shall not assume any responsibility or obligation for the timeliness, missed delivery, deletion and/or any failure to store user content, communication or personalization settings.\n\nREGISTRATION\n\nTo register and become a “member” of the Site and/or the App, you must be at least 18 years of age to enter into and form a legally binding contract. In addition, you must be in good standing and not an individual that has been previously barred from receiving our Services under the laws and statues of the USA or other applicable jurisdiction.\n\nUsers who wish to register with DraftMatch are required to provide true, accurate, current and complete information about themselves as prompted by registration forms provided. You agree to update your information should there be any changes, in order to keep registered information true, accurate, current and complete. If you provide information contrary to aforementioned conditions, we may deny you or terminate your access to the Site and the App, parts of it or our Services. We are not responsible for any failure in providing the Services, which result from information that is not true, accurate, current and complete. You further confirm by registering that you have been convicted of any offence, or subject to any court order, relating to assault, violence, sexual misconduct.\n\nWhen you register, DraftMatch may collect information such as your name, e-mail address, birth date, gender, occupation and personal interests. You can edit your account information at any time.\n\nMEMBER ACCOUNT, USERNAME, PASSWORD AND SECURITY\n\nWhen you set up an account, you are the sole authorized user of your account. You shall be responsible for maintaining the secrecy and confidentiality of your password and for all activities that transpire on or within your account. It is your responsibility for any act or omission of any user(s) that access your account information that, if undertaken by you, would be deemed a violation of the TOU. It shall be a responsibility to notify DraftMatch immediately any unauthorized access of use of your account or password or any other breach of security. If you ever find out or suspect that someone access your account without authorization, you are advised to inform us immediately. DraftMatch shall not be held liable for any loss and/or damage arising from any failure to comply with this term of use.\n\nPRICING AND PAYMENT\n\nYou are able to pay for our services directly through the App. All payments will be conducted through bitcoin payment method.  Bitcoin is a digital currency and the value of that currency is constantly changing.  A user’s balance in the App will change based off the value of bitcoin.  DraftMatch is not responsible for the value of a bitcoin.\n\nWe may, at our own discretion, limit the number of available Services or refuse to provide the Service without the need to deliberate on the reasons for such action. We may especially refuse to accept your order if:\nThe billing information you provided is incorrect, or invalid, or we are otherwise unable to process the payment,\nWe suspect that order is fraudulent. We reserve the right to refuse any order which we, in our sole discretion, find to have been placed as a result of fraudulent activity,\n\nMEMBER OBLIGATION\n\nYou warrant that you will abide by, without limitation, all applicable local, national and international laws and regulations with respect to your use of the Site and/or the App and not interfere with the use and enjoyment by other users or with the operation and management of the Site and/or the App. You will, at all times, provide true, accurate, current, authorized, and complete information when submitting information or materials on the Site and/or the App, including, without limitation, information required to be provided through a DraftMatch website and/or application registration form. If any false, inaccurate, untrue, unauthorized or incomplete information is submitted by you, DraftMatch reserves the right to terminate your access and use of the website and application. You warrant that you will not impersonate any other person or entity, whether actual or fictitious, when using the Site and/or the App, or defame or otherwise harm any party through your use of the Site and/or the App.\n\nMEMBER CONTENT\n\nSome areas of the Service allow Members to post data and other information (“Member Content”). You are solely responsible for your Member Content that you upload, publish, display, link to or otherwise make available (hereinafter, “post”) within any network on DraftMatch the Site and/or the App, and you agree that we are only acting as a passive conduit for your online distribution and publication of your Member Content and we have no responsibility in connection therewith.\n\nYou agree not to post Member Content that:\nmay create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person;\nmay create a risk of any other loss or damage to any person or property;\nmay constitute or contribute to a crime or tort;\ncontains any information or content that is unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, or otherwise objectionable;\ncontains any information or content that is illegal;\ncontains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships; or\ncontains any information or content that you know is not correct and current. You agree that any Member Content that you post does not and will not violate third-party rights of any kind, including without limitation any Intellectual Property Rights, rights of publicity and privacy.\n\nTERMINATION\n\nAs a member of DraftMatch, you may cancel or terminate your account, associated email address and/or access to our Services by submitting a cancellation or termination request to DraftMatch at support@draftmatch.com.\n\nAs a member, you agree that DraftMatch may, without any prior written notice, immediately suspend, terminate, discontinue and/or limit your account, any email associated with your account, and access to any of our Services. The cause for such termination, discontinuance, suspension and/or limitation of access shall include, but is not limited to:\nany breach or violation of our TOU or any other incorporated agreement, regulation and/or guideline;\nby way of request from law enforcement or any other governmental agencies;\nunexpected technical or security issues and/or problems;\nany extended periods of inactivity;\nany engagement by you in any fraudulent or illegal activities\nthe nonpayment of any associated fees that may be owed by you in connection with your DraftMatch account Services.\n\nFurthemore, you herein agree that any and all terminations, suspensions, discontinuances, and/or limitations of access for cause shall be made at our sole discretion and that we shall not be liable to you or any other third party with regards to the termination of your account, associated email address and/or access to any of our Services.\n\nThe termination of your account with DraftMatch shall include any and/or all of the following:\nthe removal of any access to all or part of the Services offered within DraftMatch;\nthe deletion of your password and any and all related information, files, and any such content that may be associated with or inside your account, or any part of thereof;\nthe barring of any further use of all or part of our Services.\n\nPERSONAL PRIVACY AND DATA PROTECTION\n\nPlease see our Privacy Policy for full details on how we store and use the information you provide to us.\n\nTRADEMARK INFORMATION\n\nYou herein acknowledge, understand and agree that all of the DraftMatch trademarks, copyright, trade name, service marks, and other DraftMatch logos and brand features, and/or product and service names and trademarks and as such, are and shall remain the property of DraftMatch. You herein agree not to display and/or use in any manner the DraftMatch logo and marks without obtaining DraftMatch’s prior written consent.\n\nLICENCE, INTELLECTUAL PROPERTY RIGHTS\n\nSubject to your compliance with these Terms, we grant you a limited, non-exclusive, non-transferable, non-sub licensable license to use the Site and/or the App. Except as expressly permitted in these Terms, you may not: copy, modify or create derivative works based on the Site and/or the App and its Content; distribute, transfer, sublicense, lease, lend or rent the Site and/or the App or its Content to any third party; reverse engineer, decompile or disassemble the Site and/or the App; or make the functionality of the Site and/or the App available to multiple users through any means.\n\nIf you post content on the Site and/or the App, you grant us a non-exclusive, royalty-free, perpetual, irrevocable right to use, reproduce, modify, adapt, publish, distribute, and display such content on the Site and/or the App and on any other marketing material we may create. Whenever we might use the User generated content we will give appropriate credit to the content provider through their account username if available. Except before mentioned usage of user generated content, you retain copyright and any other rights you already hold in content which you submit, post or display on or through the Services.\n\nWe aim to provide a safe space for all our Members. However, considering how we do not monitor user-generated content on the Site and/or the App, you agree to inform us immediately if you come across any illegal activity, activity that is in breach of these Terms, or activity you suspect might be in violation of these Terms or applicable laws or might otherwise be objectionable. Although we expressly prohibit posting of any User Generated Content which is illegal, hateful, obscene, threatening, incites violence, insulting, defamatory, infringing of intellectual property rights, invasive of privacy, or contains graphic or gratuitous violence or is otherwise objectionable to third parties, we do not pre-screen the content, so you hereby agree that you may be exposed to any such content and that you use the Services at your own risk. We reserve the right to remove any content, which we find to constitute a breach of these Terms or relevant laws, without notifying the users or providing reasoning for such action. You recognize and concur that DraftMatch bears no obligation regarding the risk, harm, damage, or loss that might emerge from content submitted to or distributed on the Site and/or the App.\n\nUsers are advised not to assume that any User Generated Content, including but not limited to persons description and identity, is accurate. A person may not be who he or she claims to be. You should at all times exercise the same caution you would normally when you meet people. We cannot be liable for false or misleading statements by Users.\n\nCHANGES\n\nWe reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion.\n\nBy continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.\n\nRULE OF CONDUCT\n\nDuring your use of our Services, you will not behave contrary to the Terms, Policies, applicable laws and regulations, and you will especially not, without limitation, do anything of the following:\nsend or otherwise post unauthorized commercial communications (such as spam) on the Site and/or the App;\n\ncollect users’ content or information, or otherwise access the Site and/or the App, using automated means (such as harvesting bots, robots, spiders, or scrapers) without our permission;\nupload viruses or other malicious code;\nsolicit login information or access an account belonging to someone else;\nbully, intimidate, or harass any other User;\n\nprovide any false personal information on the Site and/or the App, or create an account for anyone other than yourself without permission;\n\ncreate more than one personal profile;\n\npost or transmit content which is illegal, hateful, obscene, threatening, incites violence, insulting, defamatory, infringing of intellectual property rights, invasive of privacy, or contains graphic or gratuitous violence or is otherwise objectionable to third parties;\n\nharass, threaten, embarrass or cause distress or discomfort upon another individual or entity or impersonate any other person or entity or otherwise restricting or inhibiting any other person from using or enjoying the Site and/or the App;\n\ntake any action creating a disproportionately large usage load on the Site and/or the App unless expressly permitted by us;\ndelete, hide, remove or modify any Content or communication of the Site and/or the App or of other individuals other than yourself;\n(xii) Encourage participation or promote any contents, pyramid schemes, surveys, chain letters or spamming, or unsolicited emailing through the website and/or application.\n\nGOVERNING LAW\n\nThese Terms shall be governed and construed in accordance with the laws of the USA, without regard to its conflict of law provisions.\n\nOur failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.\n\nYou and DraftMatch agree that any dispute, claim or controversy arising out of or relating in any way to the DraftMatch Service or your use thereof, including our Agreements, shall be determined by mandatory binding arbitration. You agree that the U.S. Federal Arbitration Act governs the interpretation and enforcement of this provision, and that you and DraftMatch are each waiving the right to a trial by jury and the right to participate in a class or multi-party action. The arbitration will be governed by the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes of the American Arbitration Association (the “AAA Rules”), as modified by these Agreements, and as administered by the AAA. You and DraftMatch agree that these Agreements involve interstate commerce and are subject to the Federal Arbitration Act.\n\nAny arbitration must be commenced by filing a demand for arbitration with the AAA within ONE (1) YEAR after the date the party asserting the claim first knows or reasonably should know of the act, omission or default giving rise to the claim; and there shall be no right to any remedy for any claim not asserted within that time period. If applicable law prohibits a one-year limitations period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law. Your arbitration fees and your share of arbitrator compensation will be limited to those fees set forth in the AAA’s Consumer Rules with the remainder paid by DraftMatch. Any arbitration costs or fees deemed “excessive” will be paid by DraftMatch.\n\nDISCLAIMER AND LIMITATION OF LIABILITY\n\nTO THE FULLEST EXTENT PROVIDED BY LAW, THE SITE AND SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF ACCURACY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND/OR NON-INFRINGEMENT. NONE OF THE PARTIES INVOLVED IN CREATING, PRODUCING, AND/OR DELIVERING THE SERVICES AND THE SITE ARE LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, OR PUNITIVE DAMAGES, OR ANY OTHER LOSSES, COSTS, OR EXPENSES OF ANY KIND WHICH MAY ARISE, DIRECTLY OR INDIRECTLY, THROUGH ACCESS TO, USE OF, OR BROWSING THE SITE AND THEIR RESPECTIVE CONTENT, INCLUDING BUT NOT LIMITED TO ANYTHING CAUSED BY BUGS, VIRUSES, OR ANY COMPUTER SYSTEM, HARDWARE, SOFTWARE, OR PROGRAM MALFUNCTIONS, OR ANY OTHER ERRORS, FAILURES, OR DELAYS. IN NO EVENT WILL DraftMatch, OR ANY OF OUR AFFILIATES OR SERVICE PROVIDERS BE LIABLE FOR ANY LOST PROFITS, COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OF OR OF THE INABILITY TO USE ANY CONTENTS ON THE WEBSITE AND/OR THE APPLICATION.\n\nDraftMatch, it’s employees, agents, and its directors do not accept any liability and you hereby agree to release us of any liability arising (whether directly or indirectly) out of the information provided on the Site and/or the App, or anyone else through the Site and/or the App, or any errors, in or omissions from information on the website and/or the application.\n\nDraftMatch is not liable for loss (whether directly or indirectly) caused by your actions or decisions based on your reliance on the information provided to you through the Site and/or the App, nor caused by the delay, malfunction of the operation or the availability of the Site and/or the App.\n\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\n\nCONTACT US\nIf you have any questions about these Terms, please contact us at support@draftmatch.com.",
      "id": 1
    },
    {
      "title": "Privacy Policy",
      "content": "1. Introductory\n\n1) Please read this Privacy Policy carefully. This Privacy Policy constitutes the integral part of the agreement between you (also, the ”User”) and DraftMatch (also, the ”Company”).\n\n2) This Privacy Policy describes the Company’s privacy practices with regard to your Personal Data. Personal Data includes any data about you that specifically identifies you as an individual and information about your activities, such as information about your use of our Service, when directly linked to personally identifiable information.\n\n3) By registering on the Service, you accept this Privacy Policy and consent to the collection, storage, use, and disclosure of your Personal Data in accordance with this Privacy Policy and applicable legislation. You may withdraw your consent and require removal of your Personal Data by contacting us using the information in this paper.\n\n2. Collection\n\n1) You may also register through social media. When you link your account on or through the social media, you may allow us to have ongoing access to certain Personal Data from your social media accounts. By linking to your social media accounts you consent to our collection and use of your social media information in accordance with this Privacy Policy. You also agree and understand that we cannot prevent further use of this information. You agree that the social media are operated by themselves and are subject to their terms of use and privacy policies.\n\n2) We do not collect your Personal Data when you provide us such data via the contact form on our Service.\n\n3) We may collect some Personal Data automatically (your IP address, browser type and version, information about your visit including the URL clickstream to, through and from our Service, web pages you viewed or searched for, length of visits to certain web pages, web page interaction), through the use of tracking technologies including cookies due to our Privacy Policy.\n\n3. Use\n\nWe may use your Personal Data for the following purposes:\n– Proper provision of our services;\n– Registration, creation, management and maintenance of an account;\n– Processing of your inquiries and operations as to our Service;\n– Analyzing and understanding our audience for the purposes of improving the Service;\n– Preventing, detecting and investigating potentially prohibited or illegal activities, including fraud;\n– Investigate violations of our Terms Of Use and/or this Privacy Policy or enforce it, as well as to protect our interests and rights.\n\nSending you marketing emails with the information about our Services that we deem to be interesting for you. You may opt out of such emails by sending the respective request to us or by clicking the respective link in the email.\n\n4. Disclosure\n\n1) We may disclose some information with certain third parties.\nWe do not share certain information with companies, organizations and individuals outside of the Company unless one of the following circumstances applies:\n\na) We will share your Personal Data with companies, organizations or individuals outside of the Company if we have a good-faith belief that access, use, preservation or disclosure of the Personal Data is reasonably necessary to:\n\n– meet any applicable law, regulation, legal process or enforceable governmental request;\n– enforce applicable (Terms Of Use), including investigation of potential violations;\n– detect, prevent, or otherwise address fraud, security or technical issues;\n– protect against harm to the rights, property or safety of the Company, our users or the public as required or permitted by law.\n\nb) We may share non-personally identifiable information publicly and with our partners. For example, we may share information publicly to show trends about the general use of our services.\n\nc) If the Company is involved in a merger, acquisition or asset sale, we will continue to ensure the confidentiality of any Personal Data and give affected Users notice before Personal Data is transferred or becomes subject to a different privacy policy.\n\n2) We may hire other companies to perform certain business related functions such as processing payments on our behalf. Our payment processing partner may request that you provide certain Personal Data (e.g., a valid government issued ID, your legal name, address, and date of birth, banking credentials) for the purpose of making payment through its financial institutions and complying with any applicable laws and regulations. They may also communicate directly with you regarding any issues as to a payment. Any information provided to such third party will be confidential and only be used for intended purposes.\n\n5. Third parties services\n\n1) We do not sell, provide on lease, or share any Personal Data of the Users to third parties.\n\n2) Our Service may contain links to and from third parties’ websites, apps or other services (including social media). If you follow a link to any of them, please note that those websites have their own privacy practices. We shall not be liable for the respective policies and any collection, use or disclosure of your Personal Data in accordance thereto. Please check the third parties’ policies before you submit any Personal Data to their services.\n\n3) When we use third-party vendors to perform certain services on behalf of us, such as hosting the site or application, analytical or other services, such third-party vendors may collect or have access to information about you (for example, automatically collected information through tracking technologies). Please recognize that we and/or our vendors may store this information and share this information with third parties as necessary to provide you with our services.\n\n6. Data storage and security and cross-border transfer\n\n1) We will use all reasonable measures to protect your Personal Data from unauthorized access, alteration, disclosure or removal. The Service is equipped with the means of security and protection of your Personal Data.\n\n2) Immediate access to your Personal Data is allowed only to us and persons authorized by us and involved in the maintenance of the Service. Such persons will strictly keep confidentiality of and prevent unauthorized third-party access to your Personal Data.\n\n3) Please remember that our Service (and your Personal Data) may be hosted on a server outside your home country. Supplying us with your Personal Data, you permit its transfer outside the country, within the bounds of use of such Personal Data in accordance with the applicable law.\n\n4) We emphasize that none of the existing ways of data transfer can be absolutely safe. The Company does not guarantee the absolute security of data in case of unauthorized access of the third parties.\n\n5) We shall not be responsible for unlawful acts of third parties, hackers, intruders, and other offenders of applicable legislation that can violate the provisions of this Privacy Policy and try to collect, either fully or in part, your Personal Data and to use it for personal advantages.\n\n7. Children’s privacy\n\n1) We do not collect, use or share the Personal Data of children (under the age under the applicable law). You must be legal adult to access to our Service under the applicable law and the law of the country where you are located.\n\n2) While individuals under the childhood age may use the Services, they shall do so only with the involvement, supervision, and approval of a parent or legal guardian. At any case, we are committed to comply with applicable laws and requirements of the residence country.\n\n8. Cookies\n\n1) To ensure that our App functions properly, we may use various tracking technologies like cookies, web beacons or similar technologies. By using the App, you provide us your consent for our using of cookies and similar tracking technologies under the terms hereof.\n\n2) Cookies are small data files that are commonly stored on your device when you browse and use websites and online services. They are widely used to make websites work, or to work more efficiently, as well as to provide reporting information and assist with service or advertising personalization.\n\n3) We, or third parties with our permission, may use cookies in the following ways:\n– To manage our business and improve our Service based on factors such as how many users visit or use our Service, what pages and views are accessed, whether visitors are new or repeat visitors, which features of our Service most interest our visitors etc.;\n– To provide personalized recommendations, advertising, marketing emails, and guidance on Service features based on your activity on our Service and browsing activities;\n– To remember actions you took to avoid asking you to repeat them during a session or to provide features such as enabling you to resume reading at the last page you accessed, synchronized across devices;\n– To measure and analyze activity on our services, or third party services. In addition, we or any provider of such measurement and analytical services may provide non-personally identifiable data to third parties.\n\n4) The User may block, clear and delete cookies in accordance with the instruction for their web-browser or device.\n\n9. Amendments to Privacy Policy\n\nWe have the right to amend this Private Policy at any time, without prior notice to each User. Any changes we may make to our Privacy Policy in the future will be posted here. Where appropriate, we will notify you or seek your consent. Please check back frequently to see any updates or changes to our Privacy Policy.\n\n10. Contact info\n\nIf at any time you would like to contact us with your views about our privacy practices, or with any enquiry relating to your Personal Data (its correction, removal or use), you can do so by sending a letter to our email address: support@draftmatch.com.",
      "id": 2
    },
    {
      "title": "Responsible Play",
      "content": "RESPONSIBLE PLAY POLICY\n\n1. Introduction\nWe are committed to responsible gaming, and are dedicated to an enjoyable and positive gaming experience for all of our players.\n\n2. Age verification\nAny underage player who has provided dishonest or inaccurate information regarding their true age may have all winnings forfeited and could face criminal prosecution.\n\nEvery person signing up for a new account and selects “Play Now” acknowledges they are at least 18 years of age. This notifies everybody that we don’t accept players under 18.\n\n3. Staying in Control\n\nDraftMatch encourages each of its Members to actively participate in the management of their account and so offers a variety of responsible gaming features.\n\nDeposit Limits\n\nWe believe that you should be allowed to manage your own budget for playing online. Take financial control of your gaming account with the ability to limit your own preferred deposit limits.\n\nDraftMatch can set daily, weekly and monthly deposit limits to your account.\n\nAt your request, deposit limits may be decreased, increased or removed entirely. An increase or complete removal of deposit limits will take effect after a 7 day cooling-off period, whilst a decrease to deposit limits will be instantly applied.\n\nIf you would like to set or adjust a deposit limit, please contact Customer Service for assistance.\n\nTake a break\n\nWe understand that a Member’s personal / financial circumstances may change and that there will be times when it makes sense to take a short break. We provide you with the ability to exclude yourself from playing for various periods of time. You can Take a Break period for any duration, including the following suggested periods:\n\n12 hours;\n24 hours;\n7 days;\n30 days;\n60 days;\n90 days.\n\nDuring this time you cannot log-in or access your Account. If you attempt to avoid the exclusion by registering a new Account, any new Account we identify to be linked, or associated to you, will be suspended and any contest entries may be made void.\n\nExclusion\n\nIf, at any stage, you become concerned about your behavior, or reach the point where you feel you can no longer play safely, you need to stop and we can help by excluding you from future participation at DraftMatch.\n \nUpon receipt of your Exclusion request, DraftMatch will take the necessary measures to:\n \nblock your access to DraftMatch;\ncontact you with a view to returning any remaining funds held in your account(s), subject to any (outstanding wagering requirements and less bonus money.",
      "id": 3
    },
    {
      "title": "Trust and Safety",
      "content": "DraftMatch builds a community of honesty and trust and we do our best to make sure everyone plays by the rules. We give utmost importance to safety. We always strive to make the fundraising process seamless, positive and most importantly secure. We never let authenticity and transparency take a back seat.\n\nWe protect your payment and login information, but be careful not to post any sensitive data for everyone to see. If you are not sure about which sections of DraftMatch are public, please review our Privacy Policy.\n\nOur mission is to maintain an open and honest platform for our users to interact, but every user is responsible for his or hers actions on DraftMatch.\n\nDraftMatch also works behind-the-scenes to prevent fraud and, in the event a problem occurs, DraftMatch proactively works with law enforcement and government agencies throughout the world to enforce its policies.\nTo help the community play safely and build trust with one another, DraftMatch does the following:\n\nWe listen. We didn’t just build DraftMatch, our team is always watching over the platform and reviewing reports from the community. Our community helps us make sure this is the safest, most effective platform around.\n\nWe monitor the system. Our team uses different tools to identify and investigate suspicious activity.\n\nWith the use of bitcoin, we don’t store your card information or your payment details.\n\nYour data is safe. We’ll only use your information in cases described in Privacy Policy.",
      "id": 4
    }
  ]
}